{"ru": {
    "future_energy" : "ЭНЕРГИЯ БУДУЩЕГО",
    "translate_1" : "Каталог",
    "translate_2" : "Видео-обзор",
    "translate_3" : "О станции",
    "translate_04" : "Контакты",
    "translate_4" : "Мобильные гибридные солнечные станции",
    "translate_5" : "Наши солнечные станции сочетают в себе инновационные технологии и надежность",
    "translate_6" : "Выбрать станцию",
    "translate_7" : "Подробнее",
    "translate_8" : "ВИДЕО ОБЗОР",
    "translate_9" : "Смотрите обзоры в TikTok",
    "translate_10" : "Подписывайтесь на наш TikTok канал - больше обзоров и полезных советов",
    "translate_11" : "Смотрите больше видео",
    "translate_12" : "ПРЕИМУЩЕСТВА",
    "translate_13" : "Наши солнечные станции сочетают в себе инновационные технологии и надежность",
    "translate_14" : "Экологично",
    "translate_15" : "Чистая энергия солнца без выбросов CO₂",
    "translate_16" : "Автономно",
    "translate_17" : "До 72 часов работы без подзарядки",
    "translate_18" : "Мобильность",
    "translate_19" : "Удобный чемоданчик для лёгкой транспортировки",
    "translate_20" : "Мощность",
    "translate_21" : "От 500W до 2000W для любых нужд",
    "translate_22" : "КАТАЛОГ ПРОДУКЦИИ",
    "translate_23" : "Выберите идеальную мобильную солнечную станцию для ваших нужд",
    "translate_25" : "Мощность: 500W",
    "translate_26" : "Емкость: 50 Ач",
    "translate_27" : "Подробнее",
    "translate_28" : "Заказать",
    "translate_29" : "Мощность: 1000W",
    "translate_30" : "Емкость: 50 Ач",
    "translate_33" : "Мощность: 1000W",
    "translate_34" : "Емкость: 100 Ач",
    "translate_35" : "Подробнее",
    "translate_36" : "Заказать",
    "translate_37" : "Мощность: 1500W",
    "translate_38" : "Емкость: 100 Ач",
    "translate_39" : "Подробнее",
    "translate_40" : "Заказать",
    "translate_41" : "Мощность: 2000W",
    "translate_42" : "Емкость: 100 Ач",
    "translate_43" : "Подробнее",
    "translate_44" : "Заказать",
    "translate_45" : "О СТАНЦИИ",
    "translate_46" : "Технология SUN CASE",
    "translate_47" : "- или как их еще называют резервные солнечные станции, позволяют добиться стабильного и надежного электроснабжения. Данная разновидность солнечных электростанций в первую очередь будет полезна тем, у кого возникают частые проблемы с сетью. Принципиальным отличием от других станций является возможность работать как с сетью, так и без неё. В момент отключения электричества – солнечная станция будет снабжать вас энергией, которую вырабатываю солнечные панели, а в момент отсутствия солнца, электричество будет поступать с аккумуляторов. Чем отличаются Гибридные солнечные электростанции SUN CASE от других станций? Полностью укомлектованный набор во один кейс. Быстро устанавливается и лёгок в эксплуатации ( разберётся даже домохозяйка) Защёт небольших габаритов можно транспортировать кейс в любое для Вас удобное место, будь то дом, дача, природа, охота, рыбалка,путешествие. Идеально подходят для IT професий, для людей которіе часто путешествуют. Соберём и укомплектуем любое колиство солнечных панелей и батарей  в соответствии с Вашими запросами ( нестандартные решения спрашивать у менеджера) Принцип работы солнечных электростанций. Солнечные батареи производят постоянный ток. Инвертор меняет его на переменный. Аккумуляторы накапливают неиспользованное электричество, и отдают его при необходимости. Когда солнце заходит, сначала используется заряд аккумуляторов, а затем АВР переключает питание дома на электросеть и зарядку аккумуляторов.",
    "translate_48" : "Мобильные гибридные солнечные электростанции SUN CASE",
    "translate_49" : "Чем отличаются Гибридные солнечные электростанции SUN CASE от других станций?",
    "translate_50" : "Полностью укомлектованный набор во один кейс.",
    "translate_51" : "Быстро устанавливается и лёгок в эксплуатации ( разберётся даже домохозяйка)",
    "translate_52" : "За счёт небольших габаритов можно транспортировать кейс  в любое для ВАс удобное место, будь то дом, дача, природа, охота, рыбалка,путешествие.",
    "translate_53" : "Идеально подходят для IT професий, для людей которіе часто путешествуют.",
    "translate_54" : "Соберём и укомплектуем   любое колиство солнечных панелей и батарей  в соответствии с Вашими запросами ( нестандартные решения спрашивать у менеджера)",
    "translate_55" : "Принцип работы солнечных электростанций.",
    "translate_56" : "Солнечные батареи производят постоянный ток.",
    "translate_57" : "Инвертор меняет его на переменныйг",
    "translate_58" : "Аккумуляторы накапливают неиспользованное электричество, и отдают его при необходимости.",
    "translate_59" : "Когда солнце заходит, сначала используется заряд аккумуляторов, а затем АВР переключает питание дома на электросеть и зарядку аккумуляторов.",
    "translate_60" : "10+ лет",
    "translate_61" : "3000+ циклов",
    "translate_62" : "Гибрид",
    "translate_63" : "2 способа",
    "translate_64" : "зарядки",
    "translate_65" : "Синусоида",
    "translate_66" : "Чистая",
    "translate_67" : "Защита",
    "translate_68" : "Полная",
    "translate_69" : "безопасность",
    "translate_70" : "Контакты",
    "translate_71" : "Свяжитесь с нами",
    "translate_72" : "Ответим в течение 24 часов",
    "translate_73" : "Адрес",
    "translate_74" : "Одесса, Украина",
    "translate_75" : "Центральный офис",
    "translate_76" : "Защита",
    "translate_77" : "Полная",
    "translate_78" : "безопасность",
    "translate_79" : "Мобильные гибридные солнечные станции для дома, бизнеса и путешествий. Энергия будущего, доступная каждому!",
    "translate_80" : "Видео-обзор",
    "translate_81" : "О станции",
    "translate_82" : "Контакты",
    "translate_83" : "Корзина",
    "translate_84" : "Заказать",
    "translate_85" : "© 2025 SUN CASE — Все права защищены",
    "translate_86" : "Политика конфиденциальности",
    "translate_87" : "Заказать",
    "translate_88" : "Политика конфиденциальности",
    "translate_89" : "ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ «Sun-Case»",
    "translate_90" : "Данное соглашение о конфиденциальности разработано в соответствии с требованиями Закона Украины «О защите персональных данных» и иных нормативных актов украинского законодательства, регламентирующих правовые отношения, связанные со сбором, обработкой, хранением персональных данных, а также правом граждан на невмешательство в личную жизнь и правом на самовыражение",
    "translate_91" : "Интернет-магазин «Constancy.com.ua», заботясь о развитии взаимоотношений с клиентами, понимая важность обеспечения охраны Ваших персональных данных, с целью разрешения возможных противоречий и недоразумений подготовило данное Соглашение о конфиденциальности (политику конфиденциальности), далее по тексту – «Политика конфиденциальности», и условия пользования веб-сайтом Інтернет-магазина https://constancy.com.ua, далее по тексту – «сайт». Пожалуйста, внимательно прочитайте данную страницу, т.к. информация, изложенная на ней является важной для Вас как для Пользователя сайта.",
    "translate_92" : "1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ",
    "translate_93" : "1.1 В данной Политике конфиденциальности используются следующие термины:",
    "translate_94" : "1.1.1. «Администрация сайта Интернет-магазина (далее – Администрация сайта) » – уполномоченные сотрудники на управления сайтом, действующие от имени интернет-магазина  constancy.com.ua, которые организуют обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия или операции, совершаемые с персональными данными.",
    "translate_95" : "1.1.2. «Персональные данные» - любая информация, относящаяся прямо или косвенно к определенному или определяемому физическому лицу (субъекту персональных данных).",
    "translate_96" : "1.1.3. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.",
    "translate_97" : "1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения Администратором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.",
    "translate_98" : "1.1.5. «Пользователь сайта Интернет-магазина constancy.com.ua – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт интернет-магазина.",
    "translate_99" : "1.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.",
    "translate_100" : "1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети,построенной по протоколу IP.",
    "translate_101" : "2.ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ",
    "translate_102" : "2.1. Пользуясь сайтом или приобретая товар, предлагаемый на сайте , а также при оформлени покупки, пользователь подтверждает, что дает согласие Интернет-магазину constancy.com.ua и уполномоченным им лицам, на обработку персональных данных, а также что является совершеннолетним лицом.",
    "translate_103" : "2.2. Пользователь дает свое согласие Администрация сайта на обработку полученной информации, включая сбор, систематизацию, накопление, хранение, уточнение (обновление, исправление), использование, распространение, обезличивание, блокирование, уничтожение персональных данных, указанных в анкете, в целях мероприятий, направленных на формирование базы данных участников, составления статистической отчетности, проведения маркетинговых исследований, а также осуществления взаимодействия с пользователем, в том числе по сетям электросвязи, включая направление SMS-сообщений и электронных писем, до отзыва такого согласия.",
    "translate_104" : "2.3. Пользователь подтверждает свое согласие с тем, что Администрация сайта вправе взаимодействовать с Пользователем путем осуществления прямых контактов с помощью различных средств связи, включая, но, не ограничиваясь: почтовая рассылка, электронная почта, сеть Интернет и др.",
    "translate_106" : "2.4. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, включают в себя, но не ограничиваются следующей информацией:",
    "translate_107" : "2.4.1. ФИО Пользователя;",
    "translate_108" : "2.4.2. контактный телефон Пользователя;",
    "translate_109" : "2.4.3. адрес электронной почты (e-mail);",
    "translate_110" : "2.4.4. адрес доставки Товара;",
    "translate_111" : "2.4.5. место жительство Пользователя.",
    "translate_112" : "3.ЦЕЛИ СБОРА И ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАНЫХ",
    "translate_113" : "3.1. Персональную информацию Пользователя Интернет-магазина constancy.com.ua использует в следующих целях:",
    "translate_114" : "3.1.1. идентификации Пользователя, зарегистрированного на сайте Интернет-магазина, для оформления заказа и (или) заключения Договора купли-продажи товара дистанционным способом с Интернет-магазином constancy.com.ua.",
    "translate_115" : "3.1.2. предоставления Пользователю эффективной клиентской поддержки;",
    "translate_116" : "3.1.3. предоставления Пользователю персонализированных Сервисов;",
    "translate_117" : "3.1.4. связи с Пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования Сервисов, оказания услуг, а также обработки запросов и заявок от Пользователя;",
    "translate_118" : "3.1.5. улучшения качества Сервисов, удобства их использования, разработка новых Сервисов и услуг;",
    "translate_119" : "3.1.6. предоставления информации о товарах, услугах, реализуемых constancy.com.ua, о рекламных акциях, проводимых constancy.com.ua, ответов на запросы, а также выполнение constancy.com.ua своих обязательств перед потребителями товаров (услуг);",
    "translate_120" : "3.1.7. проведения статистических и иных исследований на основе обезличенных данных.",
    "translate_121" : "4.КАТЕГОРИИ СОБИРАЕМЫХ ДАННЫХ",
    "translate_122" : "4.1.Категории Персональных данных, сбор которых осуществляет сайт (самостоятельно или при посредничестве третьих лиц), включают: Файлы «cookie» и Данные об использовании сетевых ресурсов.</span>",
    "translate_123" : "4.2. Персональные данные могут предоставляться Пользователем самостоятельно или их сбор может автоматически осуществлять сайт при его использовании. Если не указано иное, сайт constancy.com.ua использует файлы «cookie» (или другие средства отслеживания) для идентификации Пользователей и запоминания установленных ими глобальных параметров настройки исключительно в целях предоставления услуги, требующейся Пользователю.",
    "translate_124" : "4.3. Пользователи несут ответственность за Персональные данные третьих лиц, которые они получают, публикуют или предоставляют другим лицам, используя сайт, и подтверждают, что у них имеется согласие третьего лица на предоставление Данных Владельцу.",
    "translate_125" : "5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАНЫХ",
    "translate_126" : "5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.",
    "translate_127" : "5.2. Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи, исключительно в целях выполнения заказа Пользователя, оформленного на Сайте Интернет-магазина constancy.com.ua, включая доставку Товара.",
    "translate_128" : "6. ПРАВА ПОЛЬЗОВАТЕЛЕЙ",
    "translate_129" : "6.1. Пользователи имеют право:",
    "translate_130" : "6.1.1. узнать, были ли сохранены их Персональные данные;",
    "translate_131" : "6.1.2. обращаться к Администрации сайта, чтобы узнать их содержание и происхождение;",
    "translate_132" : "6.1.3. проверить их достоверность или попросить их дополнить;",
    "translate_133" : "6.1.4. удалить, обновить или исправить свои Персональные данные;",
    "translate_134" : "6.1.5. превратить в формат, обеспечивающий анонимность;",
    "translate_135" : "6.1.6. блокировать любые данные, хранящиеся в нарушение закона;",
    "translate_136" : ".1.7 выступить против их обработки по всем без исключения законным основаниям.",
    "translate_137" : "6.2. Соответствующие запросы следует направлять администрации сайта по адресу, указанному в контактных сведениях на сайте.",
    "translate_138" : "7. ПОЛИТИКА В ОТНОШЕНИИ ФАЙЛОВ COOKIE",
    "translate_139" : "7.1. Сайт собирает информацию о посещениях Вами наших веб-сайтов с целью получения статистики посещений и эффективности их использования, формирования персонального подхода и адаптации к интересам каждого пользователя. Мы делаем это с помощью различных технологий, одна из которых — cookie-файлы. Это данные, которые веб-сайт может отправить вашему браузеру, и они будут сохранены на вашем компьютере для последующей идентификации его веб-сайтом.",
    "translate_140" : "7.2. Cookie-файлы используются для оценки эффективности веб-сайтов (например, для измерения количества посетителей и длительности их пребывания на сайте), выявления наиболее интересных и посещаемых тем и страниц, а также для обеспечения удобства навигации и пользования сайтом, без сбора какой-либо персональной информации. Также cookie-файлы могут быть использованы для формирования персонального подхода на основе уже имеющегося опыта взаимодействия пользователя с сайтом и его предпочтениями. С течением времени эта информация позволяет улучшить пользовательский опыт.",
    "translate_141" : "8. БЕЗОПАСНОСТЬ ПЕРСОНАЛЬНЫХ ДАННЫХ",
    "translate_142" : "8.1. Интернет-магазин constancy.com.ua принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.",
    "translate_143" : "8.2. Даная Политика конфиденциальности распространяется только на сайт Интернет-магазина constancy.com.ua. Если по ссылкам, размещённым на сайте последнего, Пользователь зайдёт на ресурсы третьих лиц, Интернет-магазин за его действия ответственности не несёт.",
    "translate_144" : "8.3. Персональные данные Пользователя могут быть использованы в юридических целях в суде или на этапах, ведущих к возможному обращению в суд в связи с тем, что сайт или услуги использовались ненадлежащим образом.",
    "translate_145" : "Пользователь осведомлен о том, что Администарция сайта может быть вынуждена сообщить персональные данные по требованию органов государственной власти.",
    "translate_146" : "9. ДОПОЛНИТЕЛЬНАЯ ИНФОРМАЦИЯ О ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЯ",
    "translate_147" : "9.1. Помимо информации, содержащейся в настоящих правилах обеспечения конфиденциальности персональных данных, сайт может предоставлять Пользователю по запросу дополнительную и контекстуальную информацию, касающуюся конкретных услуг и сервисов или сбора и обработки Персональных данных.",
    "translate_148" : "9.2. В целях обеспечения работы сайта и его технического обслуживания, сайт и любые сторонние сервисы могут вести файлы, в которых регистрируется взаимодействие сайта с Пользователями (системные журналы), или использовать с этой целью другие Персональные данные (в частности, IP-адрес).",
    "translate_149" : "10. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ",
    "translate_150" : "10.1.Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.",
    "translate_151" : "10.2.Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте интернет-магазина, если иное не предусмотрено новой редакцией Политики конфиденциальности.",
    "translate_152" : "10.3. В случае несогласия с любыми изменениями, внесенными в Правила, Пользователь должен прекратить пользоваться сайтом и может потребовать, чтобы Администрация сайта данных удалила его Персональные данные.",
    "translate_153" : "Время зарядки",
    "translate_154" : "6-8 часов",
    "translate_155" : "Гарантия",
    "translate_156" : "6 месяцев",
    "translate_157" : "Гарантия качества",
    "translate_158" : "Надежность",
    "translate_159" : "Лучший выбор",
    "translate_160" : "Заказать сейчас",
    "translate_161" : "Цена",
    "translate_162" : "Мобильные гибридные солнечные электростанции SUN CASE обеспечивают стабильное электроснабжение даже при перебоях в сети. Они работают как с подключением к сети, так и автономно — используя энергию солнца и аккумуляторы в тёмное время суток.",
    "translate_163" : "Описание",
    "translate_164" : "Ёмкость",
    "translate_165" : "Оформление заказа",
    "translate_166" : "Товары в корзине",
    "translate_167" : "Выберите товар для добавления:",
    "translate_168" : "Выберите солнечную станцию",
    "translate_169" : "Добавить",
    "translate_170" : "Итого:",
    "translate_171" : "Контактная информация",
    "translate_172" : "Ваше имя",
    "translate_173" : "Комментарий к заказу",
    "translate_174" : "Отправить заказ",
    "translate_175" : "Корзина пуста",
    "translate_176" : "Очистить"

  },
  "ua": {
    "future_energy" : "ЕНЕРГІЯ МАЙБУТНЬОГО",
    "translate_1" : "Каталог",
    "translate_2" : "Відео-огляд",
    "translate_3" : "Про станцію",
    "translate_04" : "Контакти",
    "translate_4" : "Мобільні гібридні сонячні станції",
    "translate_5" : "Наші сонячні станції поєднують у собі інноваційні технології та надійність",
    "translate_6" : "Вибрати станцію",
    "translate_7" : "Докладніше",
    "translate_8" : "ВІДЕО ОГЛЯД",
    "translate_9" : "Дивіться огляди в TikTok",
    "translate_10" : "Підписуйтесь на наш TikTok канал - більше оглядів та корисних порад",
    "translate_11" : "Дивіться більше відео",
    "translate_12" : "ПЕРЕВАГИ",
    "translate_13" : "Наші сонячні станції поєднують у собі інноваційні технології та надійність",
    "translate_14" : "Екологічно",
    "translate_15" : "Чиста енергія сонця без викидів CO₂",
    "translate_16" : "Автономно",
    "translate_17" : "До 72 годин роботи без підзарядки",
    "translate_18" : "Мобільність",
    "translate_19" : "Зручна валізка для легкого транспортування",
    "translate_20" : "Потужність",
    "translate_21" : "Від 500W до 2000W для будь-яких потреб",
    "translate_22" : "КАТАЛОГ ПРОДУКЦІЇ",
    "translate_23" : "Виберіть ідеальну мобільну сонячну станцію для ваших потреб",
    "translate_25" : "Потужність: 500W",
    "translate_26" : "Місткість: 50 Ач",
    "translate_27" : "Докладніше",
    "translate_28" : "Замовити",
    "translate_29" : "Потужність: 1000W",
    "translate_30" : "Місткість: 50 Ач",
    "translate_33" : "Потужність: 1000W",
    "translate_34" : "Місткість: 100 Ач",
    "translate_35" : "Докладніше",
    "translate_36" : "Докладніше",
    "translate_37" : "Потужність: 1500W",
    "translate_38" : "Місткість: 100 Ач",
    "translate_39" : "Докладніше",
    "translate_40" : "Замовити",
    "translate_41" : "Потужність: 2000W",
    "translate_42" : "Місткість: 100 Ач",
    "translate_43" : "Докладніше",
    "translate_44" : "Замовити",
    "translate_45" : "ПРО СТАНЦІЮ",
    "translate_46" : "Технологія SUN CASE",
    "translate_47" : "- або як їх ще називають резервні сонячні станції, дозволяють досягти стабільного та надійного електропостачання. Цей різновид сонячних електростанцій в першу чергу буде корисним тим, у кого виникають часті проблеми з мережею. Принциповою відмінністю від інших станцій є можливість працювати як із мережею, і без неї. У момент відключення електрики – сонячна станція постачатиме вас енергією, яку виробляю сонячні панелі, а в момент відсутності сонця, електрика надходитиме з акумуляторів. Чим відрізняються Гібридні сонячні електростанції SUN CASE від інших станцій? Повністю укомплектований комплект в один кейс. Швидко встановлюється і легкий в експлуатації (розбереться навіть домогосподарка) Захист невеликих габаритів можна транспортувати кейс в будь-яке зручне місце, будь то будинок, дача, природа, полювання, рибалка, подорож. Ідеально підходять для IT професій, для людей, які часто подорожують. Зберемо та укомплектуємо будь-яку кількість сонячних панелей та батарей  відповідно до Ваших запитів (нестандартні рішення запитувати у менеджера) Принцип роботи сонячних електростанцій. Сонячні батареї роблять постійний струм. Інвертор змінює його змінний. Акумулятори накопичують невикористану електрику, і віддають її за потреби. Коли сонце заходить, спочатку використовується заряд акумуляторів, а потім АВР перемикає живлення будинку на електромережу та заряджання акумуляторів.",
    "translate_48" : "Мобільні гібридні сонячні електростанції SUN CASE",
    "translate_49" : "Чим відрізняються Гібридні сонячні електростанції SUN CASE від інших станцій?",
    "translate_50" : "Цілком укомплектований набір в один кейс.",
    "translate_51" : "Швидко встановлюється і легкий в експлуатації (розбереться навіть домогосподарка)",
    "translate_52" : "За рахунок невеликих габаритів можна транспортувати кейс в будь-яке для Вас зручне місце, будь то будинок, дача, природа, полювання, рибалка, подорож.",
    "translate_53" : "Ідеально підходять для IT професій, для людей, які часто подорожують.",
    "translate_54" : "Зберемо і укомплектуємо будь-яку кількість сонячних панелей і батарей відповідно до Ваших запитів (нестандартні рішення запитувати у менеджера)",
    "translate_55" : "Принцип роботи сонячних електростанцій",
    "translate_56" : "Сонячні батареї роблять постійний струм.",
    "translate_57" : "Інвертор змінює його на змінний",
    "translate_58" : "Акумулятори накопичують невикористану електрику, і віддають її за потреби.",
    "translate_59" : "Коли сонце заходить, спочатку використовується заряд акумуляторів, а потім АВР перемикає живлення будинку на електромережу та заряджання акумуляторів.",
    "translate_60" : "10+ років",
    "translate_61" : "3000+ циклів",
    "translate_62" : "Гібрид",
    "translate_63" : "2 способи",
    "translate_64" : "зарядки",
    "translate_65" : "Синусоїда",
    "translate_66" : "Чиста",
    "translate_67" : "Захист",
    "translate_68" : "Повна",
    "translate_69" : "безпека",
    "translate_70" : "Контакти",
    "translate_71" : "Зв'яжіться з нами",
    "translate_72" : "Відповімо протягом 24 годин",
    "translate_73" : "Адреса",
    "translate_74" : "Одеса, Україна",
    "translate_75" : "Каталог",
    "translate_76" : "Захист",
    "translate_77" : "Повна",
    "translate_78" : "безпека",
    "translate_79" : "Мобільні гібридні сонячні станції для дому, бізнесу та подорожей. Енергія майбутнього доступна кожному!",
    "translate_80" : "Відео-огляд",
    "translate_81" : "Про станцію",
    "translate_82" : "Контакти",
    "translate_83" : "Кошик",
    "translate_84" : "Заказать",
    "translate_85" : "© 2025 SUN CASE — Усі права захищені",
    "translate_86" : "Політика конфіденційності",
    "translate_87" : "Замовити",
    "translate_88" : "Політика конфіденційності",
    "translate_89" : "ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ «Sun-Case»",
    "translate_90" : "Ця угода про конфіденційність розроблена відповідно до вимог Закону України «Про захист персональних даних» та інших нормативних актів українського законодавства, що регламентують правові відносини, пов'язані зі збиранням, обробкою, зберіганням персональних даних, а також правом громадян на невтручання у особисте життя та правом на самовираження.",
    "translate_91" : "Інтернет-магазин «Constancy.com.ua», дбаючи про розвиток взаємовідносин з клієнтами, розуміючи важливість забезпечення охорони Ваших персональних даних, з метою вирішення можливих протиріч та непорозумінь підготувала цю Угоду про конфіденційність (політику конфіденційності), далі за текстом – «Політика конфіденційності https://constancy.com.ua, далі за текстом - сайт. Будь ласка, уважно прочитайте цю сторінку. інформація, викладена на ній, є важливою для Вас як для Користувача сайту.",
    "translate_92" : "Политика конфиденциальности",
    "translate_93" : "Политика конфиденциальности",
    "translate_94" : "1.1.1. «Адміністрація сайту Інтернет-магазину (далі – Адміністрація сайту)» – уповноважені співробітники на управління сайтом, які діють від імені інтернет-магазину  constancy.com.ua, які організовують обробку персональних даних, а також визначає цілі обробки персональних даних, склад персональних даних, що підлягають обробці, дії чи операції, що здійснюються з персональними.",
    "translate_95" : "1.1.2. «Персональні дані» - будь-яка інформація, що стосується прямо або опосередковано до певної або визначеної фізичної особи (суб'єкта персональних даних).",
    "translate_96" : "1.1.3. «Обробка персональних даних» - будь-яка дія (операція) або сукупність дій (операцій), що здійснюються з використанням засобів автоматизації або без використання таких засобів з персональними даними, включаючи збирання, запис, систематизацію, накопичення, зберігання, уточнення (оновлення, зміна), вилучення, використання, передачу, розповсюдження, видалення, надання даних.",
    "translate_97" : "1.1.4. «Конфіденційність персональних даних» - обов'язкова для дотримання Адміністратором або іншою особою, яка отримала доступ до персональних даних, вимога не допускати їх поширення без згоди суб'єкта персональних даних або наявності іншої законної підстави.",
    "translate_98" : "1.1.5. «Користувач сайту Інтернет-магазину constancy.com.ua – особа, яка має доступ до Сайту, через мережу Інтернет та використовує Сайт інтернет-магазину.",
    "translate_99" : "1.1.6. «Cookies» — невеликий фрагмент даних, надісланий веб-сервером і зберігається на комп'ютері користувача, який веб-клієнт або веб-браузер щоразу пересилає веб-серверу в HTTP-запиті, намагаючись відкрити сторінку відповідного сайту.",
    "translate_100" : "1.1.7. IP-адреса - унікальна мережна адреса вузла в комп'ютерній мережі, побудованої за протоколом IP.",
    "translate_101" : "2.ПРЕДМЕТ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ",
    "translate_102" : "2.1. Користуючись сайтом або купуючи товар, що пропонується на сайті, а також при оформленні покупки, користувач підтверджує, що дає згоду Інтернет-магазину constancy.com.ua та уповноваженим ним особам, на обробку персональних даних, а також що є повнолітньою особою.",
    "translate_103" : "2.2. Користувач дає свою згоду Адміністрація сайту на обробку отриманої інформації, включаючи збір, систематизацію, накопичення, зберігання, уточнення (оновлення, виправлення), використання, розповсюдження, знеособлення, блокування, знищення персональних даних, зазначених в анкеті, з метою заходів, спрямованих на формування бази даних учасників, складання статистичної звітності, складання статистичної звітності в тому числі по мережах електрозв'язку, включаючи направлення SMS-повідомлень та електронних листів, до відкликання такої згоди.",
    "translate_104" : "2.3. Користувач підтверджує свою згоду з тим, що Адміністрація сайту має право взаємодіяти з Користувачем шляхом здійснення прямих контактів за допомогою різних засобів зв'язку, включаючи, але не обмежуючись: поштове розсилання, електронна пошта, мережа Інтернет та ін.",
    "translate_106" : "2.4. Персональні дані, дозволені для обробки в рамках цієї Політики конфіденційності, включають, але не обмежуються наступною інформацією:",
    "translate_107" : "2.4.1. ПІБ Користувача;",
    "translate_108" : "2.4.2. контактний телефон Користувача;",
    "translate_109" : "2.4.3. адресу електронної пошти (e-mail);",
    "translate_110" : "2.4.4. адреса доставки Товару;",
    "translate_111" : "2.4.5. місце проживання Користувача.",
    "translate_112" : "3. ЦІЛІ ЗБОРУ І ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ",
    "translate_113" : "3.1. Персональну інформацію Користувача Інтернет-магазину constancy.com.ua використовує з цією метою:",
    "translate_114" : "3.1.1. ідентифікації Користувача, зареєстрованого на сайті Інтернет-магазину, для оформлення замовлення та (або) укладання Договору купівлі-продажу товару дистанційним способом із Інтернет-магазином constancy.com.ua.",
    "translate_115" : "3.1.2. надання Користувачеві ефективної клієнтської підтримки;",
    "translate_116" : "3.1.3. надання Користувачеві персоналізованих Сервісів;",
    "translate_117" : "3.1.4. зв'язки з Користувачем, у тому числі направлення повідомлень, запитів та інформації щодо використання Сервісів, надання послуг, а також обробки запитів та заявок від Користувача;",
    "translate_118" : "3.1.5. покращення якості Сервісів, зручності їх використання, розробка нових Сервісів та послуг;",
    "translate_119" : "3.1.6. надання інформації про товари, послуги, що реалізуються constancy.com.ua, про рекламні акції, що проводяться constancy.com.ua, відповіді на запити, а також виконання constancy.com.ua своїх зобов'язань перед споживачами товарів (послуг);",
    "translate_120" : "3.1.7. проведення статистичних та інших досліджень на основі знеособлених даних.",
    "translate_121" : "4. КАТЕГОРІЇ ЗБИРАНИХ ДАНИХ",
    "translate_122" : "4.1.Категорії Персональні дані, збір яких здійснює сайт (самостійно або за посередництвом третіх осіб), включають: Файли cookie та Дані про використання мережних ресурсів.",
    "translate_123" : "4.2. Персональні дані можуть надаватися Користувачем самостійно або їхній збір може автоматично здійснювати сайт під час його використання. Якщо не вказано інше, сайт constancy.com.ua використовує файли cookie (або інші засоби відстеження) для ідентифікації Користувачів та запам'ятовування встановлених ними глобальних параметрів налаштування виключно з метою надання послуги, яка потрібна Користувачеві.",
    "translate_124" : "4.3. Користувачі несуть відповідальність за Персональні дані третіх осіб, які вони отримують, публікують або надають іншим особам, використовуючи сайт, і підтверджують, що вони мають згоду третьої особи на надання Даних Власнику.",
    "translate_125" : "5. СПОСОБИ ТА ТЕРМІНИ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ",
    "translate_126" : "5.1. Обробка персональних даних Користувача здійснюється без обмеження терміну будь-яким законним способом, у тому числі в інформаційних системах персональних даних з використанням засобів автоматизації або без використання таких засобів.",
    "translate_127" : "5.2. Користувач погоджується з тим, що Адміністрація сайту має право передавати персональні дані третім особам, зокрема кур'єрським службам, організаціям поштового зв'язку, операторам електрозв'язку, виключно з метою виконання замовлення Користувача, оформленого на Сайті Інтернет-магазину constancy.com.ua, включаючи доставку Товару.",
    "translate_128" : "6. ПРАВА КОРИСТУВАЧІВ",
    "translate_129" : "6.1. Користувачі мають право:",
    "translate_130" : "6.1.1. дізнатися, чи були збережені їх Персональні дані;",
    "translate_131" : "6.1.2. звертатися до Адміністрації сайту, щоб дізнатися про їх зміст та походження;",
    "translate_132" : "6.1.3. перевірити їх достовірність чи попросити їх доповнити;",
    "translate_133" : "6.1.4. видалити, оновити або виправити свої персональні дані;",
    "translate_134" : "6.1.5. перетворити на формат, що забезпечує анонімність;",
    "translate_135" : "6.1.6. блокувати будь-які дані, що зберігаються порушуючи закон;",
    "translate_136" : "1.7 виступити проти їх обробки з усіх без винятку законних підстав.",
    "translate_137" : "6.2. Відповідні запити слід надсилати адміністрації сайту на адресу, вказану в контактних відомостях на сайті.",
    "translate_138" : "7. ПОЛІТИКА ЩОДО ФАЙЛІВ COOKIE",
    "translate_139" : "7.1. Сайт збирає інформацію про відвідування Вами наших веб-сайтів з метою отримання статистики відвідувань та ефективності їх використання, формування персонального підходу та адаптації до інтересів кожного користувача. Ми робимо це за допомогою різних технологій, одна з яких – cookie-файли. Це дані, які веб-сайт може надіслати вашому браузеру, і вони будуть збережені на вашому комп'ютері для подальшої ідентифікації його веб-сайтом.",
    "translate_140" : "7.2. Cookie-файли використовуються для оцінки ефективності веб-сайтів (наприклад, для вимірювання кількості відвідувачів та тривалості їх перебування на сайті), виявлення найбільш цікавих та відвідуваних тем та сторінок, а також для забезпечення зручності навігації та користування сайтом, без збирання будь-якої персональної інформації. Також cookie-файли можуть бути використані для формування персонального підходу на основі вже наявного досвіду взаємодії користувача з сайтом та його перевагами. З часом ця інформація дозволяє покращити користувальницький досвід.",
    "translate_141" : "8. БЕЗПЕКА ПЕРСОНАЛЬНИХ ДАНИХ",
    "translate_142" : "8.1. Інтернет-магазин constancy.com.ua вживає необхідних організаційних та технічних заходів для захисту персональної інформації Користувача від неправомірного або випадкового доступу, знищення, зміни, блокування, копіювання, розповсюдження, а також від інших неправомірних дій третіх осіб.",
    "translate_143" : "8.2. Політика конфіденційності поширюється лише на сайт Інтернет-магазину constancy.com.ua. Якщо за посиланнями, розміщеними на сайті останнього, Користувач зайде на ресурси третіх осіб, Інтернет-магазин за його відповідальність не несе.",
    "translate_144" : "8.3. Персональні дані Користувача можуть бути використані в юридичних цілях у суді або на етапах, які ведуть до можливого звернення до суду через те, що сайт або послуги використовувалися неналежним чином.",
    "translate_145" : "Користувач поінформований про те, що адміністрація сайту може бути змушена повідомити персональні дані на вимогу органів державної влади.",
    "translate_146" : "9. ДОДАТКОВА ІНФОРМАЦІЯ ПРО ПЕРСОНАЛЬНІ ДАНІ КОРИСТУВАЧА",
    "translate_147" : "9.1. Крім інформації, що міститься в цих правилах забезпечення конфіденційності персональних даних, сайт може надавати Користувачеві на запит додаткову та контекстуальну інформацію, що стосується конкретних послуг та сервісів або збору та обробки Персональних даних.",
    "translate_148" : "9.2. З метою забезпечення роботи сайту та його технічного обслуговування сайт і будь-які сторонні сервіси можуть вести файли, в яких реєструється взаємодія сайту з Користувачами (системні журнали), або використовувати з цією метою інші Персональні дані (зокрема, IP-адресу).",
    "translate_149" : "10. ДОДАТКОВІ УМОВИ",
    "translate_150" : "10.1. Адміністрація сайту має право вносити зміни до цієї Політики конфіденційності без згоди Користувача.",
    "translate_151" : "10.2.Нова Політика конфіденційності набирає чинності з моменту її розміщення на Сайті інтернет-магазину, якщо інше не передбачено новою редакцією Політики конфіденційності.",
    "translate_152" : "10.3. У разі незгоди з будь-якими змінами, внесеними до Правил, Користувач повинен припинити користуватися сайтом і може вимагати, щоб Адміністрація сайту даних видалила його Персональні дані.",
    "translate_153" : "Час зарядки",
    "translate_154" : "6-8 годин",
    "translate_155" : "Гарантія",
    "translate_156" : "6 місяців",
    "translate_157" : "Гарантія якості",
    "translate_158" : "Надійність",
    "translate_159" : "Найкращий вибір",
    "translate_160" : "Замовити зараз",
    "translate_161" : "Цiна",
    "translate_162" : "Мобільні гібридні сонячні електростанції SUN CASE забезпечують стабільне електропостачання навіть при перебоях у мережі. Вони працюють як із підключенням до мережі, так і автономно – використовуючи енергію сонця та акумулятори у темний час доби.",
    "translate_163" : "Опис",
    "translate_164" : "Ємність",
    "translate_165" : "Оформлення замовлення",
    "translate_166" : "Товари в кошику",
    "translate_167" : "Виберіть товар для додавання:",
    "translate_168" : "Виберіть сонячну станцію",
    "translate_169" : "Додати",
    "translate_170" : "Разом:",
    "translate_171" : "Контактна інформація",
    "translate_172" : "Ваше ім'я",
    "translate_173" : "Коментар до замовлення",
    "translate_174" : "Надіслати замовлення",
    "translate_175" : "Кошик порожній",
    "translate_176" : "Очистити"
  }
}